import './AboutUs.css';

import logo from '../../img/logo.png';

const About = () => {
  return (
    <div className='about' id='About'>
      <div className='background'></div>
      <div className='right'>
        <div className='heading'>
          <span>מי אנחנו?</span>
          <div className='line'></div>
        </div>
        <div className='section'>
          אנחנו מאמינים שניהול כסף יכול להיות פשוט ונגיש לכל אחד. הקמנו את החברה
          עם המטרה לשדרג את ניהול הכספים של אנשים, לספק להם ייעוץ פיננסי מקצועי
          ולהבטיח שכל לקוח יכול להפנות את עצמו לעתיד פיננסי טוב יותר.
          <br />
          <br />
          אנחנו נועדנו להפוך את תהליך ההחלטות הפיננסיות לפשוט ומובן עבורך. עם
          שנים רבות של ניסיון ומומחיות, אנחנו כאן כדי לשפר את חיי הפיננסים שלך.
          <br />
          <br />
          אנחנו מאמינים בהבנה עמוקה של צרכיך הפיננסיים הייחודיים שלך ובתמיכה
          ממומנת בשבילך. אנחנו מחפשים לייעץ ולסייע לך בכל כך הרבה דרכים שבהן
          תוכל לשדרג את חיי הפיננסים שלך.
          <br />
          <br />
          צור קשר היום והצטרף אל אלפי לקוחותינו המרוצים שכבר שיפרו את ניהול
          הכספים שלהם באמצעות שירותינו המקצועיים והאישיים.
        </div>
      </div>
      <div className='left'>
        <img src={logo} alt='logo-img' />
      </div>
    </div>
  );
};

export default About;
